[
    {
        "id": "using-master-pc",
        "title": "Using Master PC For Self-Improvement",
        "link": "stories/using-master-pc/index.html",
        "create_date": "2025-07-26",
        "update_date": "2025-12-13",
        "summary": "A woman discovers a mysterious program that allows her to edit reality, starting with herself and her husband.",
        "complete": false,
        "authorsNote": "This was my first erotic mind control story, and I want to thank everyone who's reached out to me and given me feedback. Without your emails and support, I wouldn't have ever written anything else. And I promise, I'm still working on it. The end is coming soon!"
    },
    {
        "id": "ai-girlfriend",
        "title": "AI Girlfriend",
        "link": "stories/ai-girlfriend/index.html",
        "create_date": "2026-01-02",
        "update_date": "2026-01-02",
        "summary": "A freelance writer takes a job as a \"somatic proxy\" for an AI girlfriend app, only to find the line between roleplay and reality blurring in dangerous ways.",
        "complete": true,
        "featured": true,
        "authorsNote": "I wrote this originally to be a brief medium-length diversion from <a href='../../stories/using-master-pc/index.html'>Using Master PC For Self-Improvement</a> but it clearly grew much longer than I originally intended."
    },
    {
        "id": "invasive-species",
        "title": "Invasive Species",
        "link": "stories/invasive-species/index.html",
        "create_date": "2025-12-20",
        "update_date": "2025-12-20",
        "summary": "A university student discovers her mentor's research in the Amazon has brought back something more than just data. A story of biological discovery and transformation.",
        "complete": true,
        "featured": true,
        "authorsNote": "This story is very different from my normal fare. It was written for a writing contest on the MC Forums. I’d like to thank MCaesar there for hosting it!"
    },
    {
        "id": "river-erosion",
        "title": "River Erosion",
        "link": "stories/river-erosion/index.html",
        "create_date": "2025-12-06",
        "update_date": "2025-12-06",
        "summary": "A story about obsession, identity, and the need for approval.",
        "complete": true,
        "authorsNote": "This story is in the same universe as <a href='../../stories/using-master-pc/index.html'>Using Master PC For Self-Improvement</a> and, in fact, Part 1 is a retelling of one chapter from it. There is no correct order to read the two in, but if you read this first and want to know Candy’s backstory, then perhaps it should be your next stop."
    },
    {
        "id": "this-body-waits",
        "title": "This Body Waits",
        "link": "stories/this-body-waits/index.html",
        "create_date": "2026-01-11",
        "update_date": "2026-01-11",
        "summary": "You wait. This body waits.",
        "complete": true,
        "featured": true,
        "authorsNote": "This story is based on the excellent This Body Will Wait by Kleidoiak, and used under the CC BY 4.0 license. This story is released under the same license.<br/><br/>If you are the kind of person who cares about canon, know that this is my <em>Wicked</em> to his <em>Wizard of Oz</em>. I wrote this as a sequel, or perhaps a prequel, but that doesn't mean he considers this story canon."
    }
]